tap "aws/tap"
tap "dart-lang/dart"
tap "emqx/mqttx"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "stripe/stripe-cli"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmatrix"
brew "libyaml"
brew "cocoapods"
brew "docker", link: false
brew "libgit2"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-time"
brew "unbound"
brew "gnupg"
brew "go"
brew "gradle"
brew "grpcurl"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "lolcat"
brew "lsd"
brew "mas"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "nodenv"
brew "openjdk@11"
brew "openjdk@17"
brew "pipx"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rustup"
brew "sl"
brew "starship"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "xclip"
brew "xpdf"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "aws/tap/copilot-cli"
brew "emqx/mqttx/mqttx-cli"
brew "jesseduffield/lazygit/lazygit"
brew "leoafarias/fvm/fvm"
brew "stripe/stripe-cli/stripe"
cask "arc"
cask "cursor"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "mactex"
cask "ngrok"
cask "postman"
cask "sequel-ace"
cask "wezterm@nightly"
