tap "aws/tap"
tap "dart-lang/dart"
tap "emqx/mqttx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "stripe/stripe-cli"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmatrix"
brew "libyaml"
brew "cocoapods"
brew "docker", link: false
brew "libgit2"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-time"
brew "unbound"
brew "gnupg"
brew "go"
brew "gradle"
brew "grpcurl"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "lolcat"
brew "lsd"
brew "mas"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "nodenv"
brew "openjdk@11"
brew "openjdk@17"
brew "pipx"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rustup"
brew "sl"
brew "starship"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "xclip"
brew "xpdf"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "aws/tap/copilot-cli"
brew "emqx/mqttx/mqttx-cli"
brew "jesseduffield/lazygit/lazygit"
brew "leoafarias/fvm/fvm"
brew "stripe/stripe-cli/stripe"
cask "arc"
cask "cheatsheet"
cask "cursor"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "mactex"
cask "ngrok"
cask "postman"
cask "sequel-ace"
cask "wezterm@nightly"
mas "Apple Configurator", id: 1037126344
mas "CopyLess 2", id: 993841014
mas "iMovie", id: 408981434
mas "Kindle", id: 302584613
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dervex.argon"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "genieai.chatgpt-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "gornivv.vscode-flutter-files"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "jeff-hykin.polacode-2019"
vscode "joslarson.black-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nativescript.nativescript"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pizzacat83.codic"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "starkwang.markdown"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
